[
  {
    "title": "EDITORIAL: BOJ owes public full briefing as it tweaks monetary easing policy  | The Asahi Shimbun: Breaking News, Japan News and Analysis",
    "url": "https://www.asahi.com/ajw/articles/15045015",
    "createdDateTime": "2023-12-19 15:40:12",
    "category": "Opinion",
    "newsSource": "The Asahi Shimbun",
    "description": "Following its actions in July, the Bank of Japan on Oct. 31 decided to pursue more flexible monetary easing."
  },
  {
    "title": "Bank of Japan keeps ultra-loose policy, dovish guidance on outlook | The Asahi Shimbun: Breaking News, Japan News and Analysis",
    "url": "https://www.asahi.com/ajw/articles/15011741",
    "createdDateTime": "2023-12-19 15:40:14",
    "category": "World",
    "newsSource": "The Asahi Shimbun",
    "description": "The Bank of Japan maintained ultra-low interest rates on Friday and its pledge to keep supporting the economy until inflation sustainably hits its 2% target, suggesting it was in no rush to phase out its massive stimulus program."
  },
  {
    "title": "Narendra Modi: As ‘One Earth,’ we must continue sustainable goals | The Asahi Shimbun: Breaking News, Japan News and Analysis",
    "url": "https://www.asahi.com/ajw/articles/15000303",
    "createdDateTime": "2023-12-19 15:40:16",
    "category": "Opinion",
    "newsSource": "The Asahi Shimbun",
    "description": "Ahead of the Group of 20 summit, which opens in New Delhi on Sept. 9, Indian Prime Minister Narendra Modi contributed an opinion piece to The Asahi Shimbun and some other Japanese media organizations on Sept. 7."
  },
  {
    "title": "Cambodian parliament approves longtime leader’s son as prime minister as part of generational change | The Asahi Shimbun: Breaking News, Japan News and Analysis",
    "url": "https://www.asahi.com/ajw/articles/14986641",
    "createdDateTime": "2023-12-19 15:40:17",
    "category": "World",
    "newsSource": "The Asahi Shimbun",
    "description": "PHNOM PENH--The son of longtime autocratic Cambodian leader Hun Sen was approved by Parliament on Tuesday as the country’s new prime minister, part of a generational change in top positions in the Southeast Asian nation."
  },
  {
    "title": "Japan's Q2 GDP beats forecasts as exports zoom | The Asahi Shimbun: Breaking News, Japan News and Analysis",
    "url": "https://www.asahi.com/ajw/articles/14981510",
    "createdDateTime": "2023-12-19 15:40:19",
    "category": "Business",
    "newsSource": "The Asahi Shimbun",
    "description": "Japan's economy grew much faster than expected in April-June, as brisk auto exports and tourist arrivals helped offset the drag from a slowing post-COVID consumer recovery, although global recession prospects cloud the outlook."
  },
  {
    "title": "Yellen urges U.S.-China cooperation on economy, climate | The Asahi Shimbun: Breaking News, Japan News and Analysis",
    "url": "https://www.asahi.com/ajw/articles/14952287",
    "createdDateTime": "2023-12-19 15:40:21",
    "category": "World",
    "newsSource": "The Asahi Shimbun",
    "description": "BEIJING--U.S. Treasury Secretary Janet Yellen on Saturday urged closer communication between China and the United States to improve economic decision-making, and challenged China to join global initiatives to help poorer nations address climate change."
  },
  {
    "title": "Hong Kong July home prices fall to lowest in 2-1/2 years | The Asahi Shimbun: Breaking News, Japan News and Analysis",
    "url": "https://www.asahi.com/ajw/articles/14705783",
    "createdDateTime": "2023-12-19 15:40:22",
    "category": "World",
    "newsSource": "The Asahi Shimbun",
    "description": "HONG KONG--Hong Kong private home prices in July dropped to the lowest since February 2020, official data showed on Monday, as homebuyers turned more bearish due to rising interest rates and an uncertain outlook."
  },
  {
    "title": "ANA, JAL stay hopeful on year helped by strong demand | The Asahi Shimbun: Breaking News, Japan News and Analysis",
    "url": "https://www.asahi.com/ajw/articles/14685098",
    "createdDateTime": "2023-12-19 15:40:24",
    "category": "Business",
    "newsSource": "The Asahi Shimbun",
    "description": "ANA Holdings and Japan Airline (JAL) maintained their positive earnings outlooks for the year on Monday as airlines see a strong recovery in demand while grappling with the challenges of COVID-19 and high fuel prices."
  },
  {
    "title": "China makes tweaks, but tough COVID policy still drags on economy  | The Asahi Shimbun: Breaking News, Japan News and Analysis",
    "url": "https://www.asahi.com/ajw/articles/14670033",
    "createdDateTime": "2023-12-19 15:40:26",
    "category": "World",
    "newsSource": "The Asahi Shimbun",
    "description": "BEIJING--China has been tweaking its stringent COVID curbs but shows no sign of backing off from its “dynamic zero” policy and has lagged in vaccination efforts that would enable it to do so, casting a heavy shadow over the world’s second-largest economy."
  },
  {
    "title": "Shanghai revives after 2-month COVID-19 lockdown | The Asahi Shimbun: Breaking News, Japan News and Analysis",
    "url": "https://www.asahi.com/ajw/articles/14635470",
    "createdDateTime": "2023-12-19 15:40:27",
    "category": "World",
    "newsSource": "The Asahi Shimbun",
    "description": "SHANGHAI--Shanghai sprung back to life on Wednesday after two months of bitter isolation under a ruthless COVID-19 lockdown, with shops reopening and people going back to offices, parks and markets, hoping to never go through a similar ordeal again."
  }
]